Repository: Loag00233/KitchenCalc
Catalog: KitchenCalc/Localizable.xcstrings
Source language: en
Languages: ru

source: (5 chars max)
ru: (5 букв макс.)

source: (g/mL)
ru: (гр/мл)

source: %@ density g/ml
ru: плотность гр/мл

source: %@ g/ml
ru: гр/мл

source: ~ Rough
ru: ~ Грубо

source: ≈ Approximate
ru: ≈ Примерно

source: Abbreviation
ru: Кратко

source: Add
ru: Добавить

source: Add New Measure
ru: Добавить новую меру

source: All Ingredients
ru: Все ингредиенты

source: Converter
ru: Конвертер

source: Copy
ru: Копировать

source: Create a custom unit of measurement. It will appear in the converter's unit list. e.g. My mug holds 350ml — add it once, use it forever
ru: Создайте свою единицу измерения. Она появится в списке измерений. Например: моя кружка вмещает 350 мл — добавьте один раз, используйте всегда

source: cup
ru: кружк

source: Customize your Ingredient list. Add / Edit / Delete ingredients with density values
ru: Создайте свой список ингредиентов. Добавляйте/ редактируйте/ удаляйте продукты с указанием их плотности

source: Customize your list of Measures. Add / Edit / Delete units of measurement to convert ingredients accurately
ru: Создайте свой список мер. Добавляйте/ редактируйте/ удаляйте единицы измерения, чтобы точно конвертировать ингредиенты

source: Delete
ru: Удалить

source: Density
ru: Плотность

source: Density may vary ±5%
ru: Плотность варьируется в пределах 5%

source: Density varies significantly — result is approximate
ru: Плотность значительно варьируется - результат приблизительный

source: Don't know the density?
ru: Не знаете точную плотность?

source: e.g. 0.45
ru: пример: 0.45

source: e.g. 200
ru: пример: 200

source: e.g. Almond flour
ru: пример: Миндальн. мука

source: e.g. Cup 200 ml
ru: пример: кружка 200 мл

source: Edit Ingredient
ru: Редактировать ингредиент

source: Edit Measure
ru: Редактировать меру

source: Enter a name and density — the app will handle the rest
ru: Введите название и плотность — остальное приложение сделает само

source: Exact
ru: Точно

source: Fill in all fields to save
ru: Заполните все поля чтобы сохранить

source: fl oz
ru: ж.унц

source: Fluid ounce
ru: Жидкая унция

source: g
ru: гр

source: How many g or ml is one %@ ?
ru: Сколько г или мл в одном %@ ?

source: Imperial units
ru: Американские единицы

# ingredient_flour
source: Flour
ru: Мука

# ingredient_rice
source: Rice
ru: Рис

# ingredient_salt
source: Salt
ru: Соль

# ingredient_sugar
source: Sugar
ru: Сахар

# ingredient_sunflower_oil
source: Sunflower Oil
ru: Масло подсолнечное

# ingredient_water
source: Water
ru: Вода

source: List of your ingredients
ru: Список ваших ингредиентов

source: List of your measures
ru: Список созданных мер

# measureCup240
source: Cup (240ml)
ru: Стакан 240мл

# measureCupShort
source: cup
ru: сткн.

# measureFluidOunceShort
source: fl oz
ru: жидк.унц.

# measureGram
source: Gram
ru: Грамм

# measureGramShort
source: g
ru: г

# measureKillogram
source: Killogram
ru: Киллограм

# measureKilogramShort
source: kg
ru: кг

# measureLitre
source: Litre
ru: Литр

# measureLitreShort
source: L
ru: л

# measureMillilitre
source: Millilitre
ru: Миллилитр

# measureMillilitreShort
source: ml
ru: мл

# measureOunce
source: Ounce
ru: Унция

# measureOunceShort
source: oz
ru: унц.

# measurePint
source: Pint
ru: Пинта

# measurePintShort
source: pt
ru: пинта

# measurePound
source: Pound
ru: Фунт

# measurePoundShort
source: lb
ru: фунт.

# measureTableSpoon15
source: Table spoon (15ml)
ru: Столовая ложка 15мл

# measureTbspShort
source: tbsp
ru: ст.л.

# measureTeaSpoon5
source: Tea spoon (5ml)
ru: Чайная ложка 5мл

# measureTspShort
source: tsp
ru: ч.л.

source: ml
ru: мл

source: Name
ru: Название

source: New Ingredient
ru: Новый продукт

source: New Measure
ru: Новый тип измерения

source: No custom measures
ru: Нет созданных мер

source: No results yet
ru: История пока пуста

source: OK
ru: Ок

source: oz
ru: унц

source: Save
ru: Сохранить

source: Save a calculation to see it here
ru: Сохраните рассчет чтобы увидеть его здесь

source: Save result
ru: Сохранить результат

source: Save Result
ru: Сохранить

source: Search
ru: Искать

source: Select Ingredient
ru: Выберите ингредиент

source: Settings
ru: Настройки

source: Show ounces, pounds, fluid ounces, and pints in the unit picker
ru: Отображать унции, фунты итд. при выборе измерений

source: Shown in the history section
ru: Отображаться в секции с историей вычислений

source: The coefficient will be calculated automatically
ru: Коэффициент рассчитывается автоматически

source: This Ingredient already exists
ru: Такой Ингредиент уже существует

source: This Measure already exists. If you cannot find it, turn on Imperial measures
ru: Такая мера уже есть. Если не можете найти, попробуйте включить имперские единицы в настройках

source: Type
ru: Тип

source: Value…
ru: Введите знач.

source: Volume
ru: Объем

source: Water = 1.0 · Milk ≈ 1.03 · Oil ≈ 0.92 · Flour ≈ 0.6
ru: Вода = 1.0 · Молоко ≈ 1.03 · Масло ≈ 0.92 · Мука ≈ 0.6

source: Weight
ru: Вес

source: You haven't added any measures yet
ru: Вы еще не создали ни одной меры
